Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: Share your code. Friends enter it when they sign up.
ar: شارك رمزك. يدخله أصدقاؤك عند التسجيل.
cs: Sdílejte svůj kód. Přátelé ho zadají při registraci.
de: Teile deinen Code. Freunde geben ihn bei der Anmeldung ein.
el: Μοιραστείτε τον κωδικό σας. Οι φίλοι σας τον εισάγουν κατά την εγγραφή.
es: Comparte tu código. Tus amigos lo introducen al registrarse.
es_419: Comparte tu código. Tus amigos lo ingresan al registrarse.
es_mx: Comparte tu código. Tus amigos lo ingresan al registrarse.
fr: Partagez votre code. Vos amis le saisissent lors de leur inscription.
he: שתף את הקוד שלך. חברים מזינים אותו כשהם נרשמים.
hi: अपना कोड शेयर करें। दोस्त साइन अप करते समय इसे डालते हैं।
id: Bagikan kode Anda. Teman memasukkannya saat mendaftar.
it: Condividi il tuo codice. Gli amici lo inseriscono quando si registrano.
ja: コードを共有しましょう。友達が登録時に入力します。
ko: 코드를 공유하세요. 친구가 가입할 때 입력하면 됩니다.
nl: Deel je code. Vrienden voeren hem in bij het aanmelden.
pl: Udostępnij swój kod. Znajomi wpisują go przy rejestracji.
pt: Partilhe o seu código. Os amigos introduzem-no ao criar a conta.
pt_br: Compartilhe seu código. Seus amigos inserem o código ao criar a conta.
pt_pt: Partilhe o seu código. Os amigos introduzem-no ao criar a conta.
ru: Поделитесь своим кодом. Друзья вводят его при регистрации.
sv: Dela din kod. Vänner anger den när de registrerar sig.
th: แชร์โค้ดของคุณ เพื่อนกรอกโค้ดนี้ตอนสมัคร
uk: Поділіться своїм кодом. Друзі вводять його під час реєстрації.
vi: Chia sẻ mã của bạn. Bạn bè nhập mã khi đăng ký.
zh_hans: 分享你的推荐码。朋友注册时输入即可。
zh_hk: 分享你的推薦碼。朋友註冊時輸入即可。

source: Share your internet with other people ❤️
ar: شارك الإنترنت لديك مع أشخاص آخرين ❤️
cs: Sdílejte svůj internet s dalšími lidmi ❤️
de: Teile dein Internet mit anderen Menschen ❤️
el: Μοιραστείτε το διαδίκτυό σας με άλλους ανθρώπους ❤️
es: Comparte tu internet con otras personas ❤️
es_419: Comparte tu internet con otras personas ❤️
es_mx: Comparte tu internet con otras personas ❤️
fr: Partagez votre internet avec d’autres personnes ❤️
he: שתפו את האינטרנט שלכם עם אנשים אחרים ❤️
hi: अपना इंटरनेट दूसरे लोगों के साथ शेयर करें ❤️
id: Bagikan internet Anda dengan orang lain ❤️
it: Condividi la tua connessione internet con altre persone ❤️
ja: インターネットをほかの人と共有する ❤️
ko: 다른 사람들과 인터넷 공유하기 ❤️
nl: Deel je internet met andere mensen ❤️
pl: Dziel się internetem z innymi ludźmi ❤️
pt: Partilhe a sua internet com outras pessoas ❤️
pt_br: Compartilhe sua internet com outras pessoas ❤️
pt_pt: Partilhe a sua internet com outras pessoas ❤️
ru: Делитесь интернетом с другими людьми ❤️
sv: Dela ditt internet med andra människor ❤️
th: แชร์อินเทอร์เน็ตของคุณกับผู้อื่น ❤️
uk: Діліться своїм інтернетом з іншими людьми ❤️
vi: Chia sẻ internet của bạn với người khác ❤️
zh_hans: 与他人共享您的网络 ❤️
zh_hk: 與他人分享你的網絡 ❤️

source: Shared only with your own devices. Choose Always to share with everyone.
ar: تتم المشاركة مع أجهزتك فقط. اختر «دائمًا» للمشاركة مع الجميع.
cs: Sdíleno jen s vašimi vlastními zařízeními. Zvolte Vždy a sdílejte se všemi.
de: Nur mit deinen eigenen Geräten geteilt. Wähle Immer, um mit allen zu teilen.
el: Κοινοποιείται μόνο στις δικές σας συσκευές. Επιλέξτε Πάντα για κοινή χρήση με όλους.
es: Solo se comparte con tus propios dispositivos. Elige Siempre para compartir con todos.
es_419: Solo se comparte con tus propios dispositivos. Elige Siempre para compartir con todos.
es_mx: Solo se comparte con tus propios dispositivos. Elige Siempre para compartir con todos.
fr: Partagé uniquement avec vos propres appareils. Choisissez Toujours pour partager avec tout le monde.
he: משותף רק עם המכשירים שלך. בחר תמיד כדי לשתף עם כולם.
hi: केवल आपके अपने डिवाइस के साथ साझा किया गया। सभी के साथ साझा करने के लिए हमेशा चुनें।
id: Hanya dibagikan dengan perangkat Anda sendiri. Pilih Selalu untuk berbagi dengan semua orang.
it: Condiviso solo con i tuoi dispositivi. Scegli Sempre per condividere con tutti.
ja: 自分のデバイスとのみ共有しています。すべての人と共有するには「常に」を選択してください。
ko: 내 기기와만 공유됩니다. 모든 사람과 공유하려면 '항상'을 선택하세요.
nl: Alleen gedeeld met je eigen apparaten. Kies Altijd om met iedereen te delen.
pl: Udostępniane tylko Twoim urządzeniom. Wybierz Zawsze, aby udostępniać wszystkim.
pt: Partilhado apenas com os seus dispositivos. Escolha Sempre para partilhar com todos.
pt_br: Compartilhado apenas com seus próprios dispositivos. Escolha Sempre para compartilhar com todos.
pt_pt: Partilhado apenas com os seus dispositivos. Escolha Sempre para partilhar com todos.
ru: Доступ предоставляется только вашим устройствам. Выберите «Всегда», чтобы предоставлять его всем.
sv: Delas bara med dina egna enheter. Välj Alltid för att dela med alla.
th: แชร์เฉพาะกับอุปกรณ์ของคุณเอง เลือก ตลอดเวลา เพื่อแชร์กับทุกคน
uk: Доступ надається лише вашим пристроям. Виберіть «Завжди», щоб надавати його всім.
vi: Chỉ chia sẻ với thiết bị của riêng bạn. Chọn Luôn luôn để chia sẻ với mọi người.
zh_hans: 仅与你自己的设备共享。选择“始终”即可与所有人共享。
zh_hk: 只與你自己的裝置分享。選擇「始終」即可與所有人分享。

source: Short ID
ar: المعرّف القصير
cs: Krátké ID
de: Kurz-ID
el: Σύντομο αναγνωριστικό
es: ID corto
es_419: ID corto
es_mx: ID corto
fr: ID court
he: מזהה קצר
hi: शॉर्ट आईडी
id: ID pendek
it: ID breve
ja: ショート ID
ko: 짧은 ID
nl: Korte ID
pl: Krótki identyfikator
pt: ID curto
pt_br: ID curto
pt_pt: ID curto
ru: Короткий ID
sv: Kort-ID
th: รหัสแบบสั้น
uk: Короткий ID
vi: ID ngắn
zh_hans: 短 ID
zh_hk: 短 ID

source: Show
ar: إظهار
cs: Ukázat
de: Anzeigen
el: Εμφάνιση
es: Mostrar
es_419: Mostrar
es_mx: Mostrar
fr: Afficher
he: הצג
hi: दिखाएं
id: Tampilkan
it: Mostra
ja: 表示
ko: 보기
nl: Toon
pl: Pokaż
pt: Mostrar
pt_br: Mostrar
pt_pt: Mostrar
ru: Показать
sv: Visa
th: แสดง
uk: Показати
vi: Hiện
zh_hans: 显示
zh_hk: 顯示

source: Show in Finder
ar: إظهار في Finder
cs: Zobrazit ve Finderu
de: Im Finder zeigen
el: Εμφάνιση στο Finder
es: Mostrar en el Finder
es_419: Mostrar en el Finder
es_mx: Mostrar en el Finder
fr: Afficher dans le Finder
he: הצגה ב-Finder
hi: Finder में दिखाएँ
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finder に表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt: Mostrar no Finder
pt_br: Mostrar no Finder
pt_pt: Mostrar no Finder
ru: Показать в Finder
sv: Visa i Finder
th: แสดงใน Finder
uk: Показати у Finder
vi: Hiển thị trong Finder
zh_hans: 在“访达”中显示
zh_hk: 在 Finder 中顯示

source: Show kill switch exception
ar: عرض استثناء مفتاح القتل
cs: Zobrazit výjimku z kill switche
de: Ausnahme vom Kill switch anzeigen
el: Εμφάνιση εξαίρεσης Kill switch
es: Mostrar la excepción del Kill switch
es_419: Mostrar la excepción del Kill switch
es_mx: Mostrar la excepción del Kill switch
fr: Afficher l’exception au Kill switch
he: הצגת החריגה מהקיל סוויץ'
hi: किल स्विच अपवाद दिखाएँ
id: Tampilkan pengecualian Kill switch
it: Mostra l’eccezione al Kill switch
ja: キルスイッチの例外を表示
ko: 킬 스위치 예외 보기
nl: Kill switch-uitzondering tonen
pl: Pokaż wyjątek od Kill switcha
pt: Mostrar exceção do Kill switch
pt_br: Mostrar exceção do Kill switch
pt_pt: Mostrar exceção do Kill switch
ru: Показать исключение для Kill switch
sv: Visa undantag från Kill switch
th: แสดงข้อยกเว้นของสวิตช์หยุดการเชื่อมต่อ
uk: Показати виняток Kill switch
vi: Hiện ngoại lệ của Kill switch
zh_hans: 显示断网保护例外
zh_hk: 顯示斷線開關 (Kill switch) 例外

source: Show my network name
ar: إظهار اسم شبكتي
cs: Zobrazit název mé sítě
de: Meinen Netzwerknamen anzeigen
el: Εμφάνιση του ονόματος του δικτύου μου
es: Mostrar el nombre de mi red
es_419: Mostrar el nombre de mi red
es_mx: Mostrar el nombre de mi red
fr: Afficher le nom de mon réseau
he: הצג את שם הרשת שלי
hi: मेरे नेटवर्क का नाम दिखाएँ
id: Tampilkan nama jaringan saya
it: Mostra il nome della mia rete
ja: ネットワーク名を表示
ko: 내 네트워크 이름 표시
nl: Mijn netwerknaam tonen
pl: Pokaż nazwę mojej sieci
pt: Mostrar o nome da minha rede
pt_br: Mostrar o nome da minha rede
pt_pt: Mostrar o nome da minha rede
ru: Показывать название моей сети
sv: Visa mitt nätverksnamn
th: แสดงชื่อเครือข่ายของฉัน
uk: Показувати назву моєї мережі
vi: Hiển thị tên mạng của tôi
zh_hans: 显示我的网络名称
zh_hk: 顯示我的網絡名稱

source: Show Provider List
ar: إظهار قائمة المزودين
cs: Zobrazit seznam poskytovatelů
de: Anbieter-Liste anzeigen
el: Εμφάνιση λίστας παρόχων
es: Mostrar lista de proveedores
es_419: Mostrar lista de proveedores
es_mx: Mostrar lista de proveedores
fr: Afficher la liste des fournisseurs
he: הצג רשימת ספקים
hi: प्रदाता सूची दिखाएं
id: Tampilkan Daftar Penyedia
it: Mostra elenco provider
ja: プロバイダーリストを表示
ko: 제공업체 목록 표시
nl: Toon Provider Lijst
pl: Pokaż listę dostawców
pt: Mostrar lista de fornecedores
pt_br: Mostrar lista de provedores
pt_pt: Mostrar lista de fornecedores
ru: Показать список провайдеров
sv: Visa leverantörslista
th: แสดงรายชื่อผู้ให้บริการ
uk: Показати список провайдерів
vi: Hiển thị danh sách nhà cung cấp
zh_hans: 显示供应商列表
zh_hk: 顯示供應商列表

source: Sign in
ar: تسجيل الدخول
cs: Přihlásit se
de: Anmelden
el: Είσοδος
es: Iniciar sesión
es_419: Iniciar sesión
es_mx: Iniciar sesión
fr: Se connecter
he: התחבר
hi: साइन इन करें
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
nl: Log in
pl: Zaloguj się
pt: Iniciar sessão
pt_br: Entrar
pt_pt: Iniciar sessão
ru: Войти
sv: Logga in
th: ลงชื่อเข้าใช้
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hk: 登入

source: Sign In
ar: تسجيل الدخول
cs: Přihlásit se
de: Anmelden
el: Είσοδος
es: Iniciar sesión
es_419: Iniciar sesión
es_mx: Iniciar sesión
fr: Se connecter
he: התחבר
hi: साइन इन करें
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
nl: Log in
pl: Zaloguj się
pt: Iniciar sessão
pt_br: Entrar
pt_pt: Iniciar sessão
ru: Войти
sv: Logga in
th: ลงชื่อเข้าใช้
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hk: 登入

source: Sign in and connect to manage extenders.
ar: سجّل الدخول واتصل لإدارة الموسّعات.
cs: Pro správu extenderů se přihlaste a připojte.
de: Melde dich an und verbinde dich, um Extender zu verwalten.
el: Συνδεθείτε στον λογαριασμό σας και στο δίκτυο για να διαχειριστείτε τους επεκτατές.
es: Inicia sesión y conéctate para gestionar los extensores.
es_419: Inicia sesión y conéctate para administrar los extensores.
es_mx: Inicia sesión y conéctate para administrar los extensores.
fr: Connectez-vous à votre compte et au réseau pour gérer les extendeurs.
he: התחברו לחשבון ולרשת כדי לנהל מרחיבים.
hi: एक्सटेंडर प्रबंधित करने के लिए साइन इन करें और कनेक्ट करें।
id: Masuk dan hubungkan untuk mengelola extender.
it: Accedi e connettiti per gestire gli extender.
ja: エクステンダーを管理するには、サインインして接続してください。
ko: 익스텐더를 관리하려면 로그인하고 연결하세요.
nl: Log in en maak verbinding om extenders te beheren.
pl: Zaloguj się i połącz, aby zarządzać extenderami.
pt: Inicie sessão e ligue-se para gerir os extensores.
pt_br: Entre e conecte-se para gerenciar os extensores.
pt_pt: Inicie sessão e ligue-se para gerir os extensores.
ru: Войдите и подключитесь, чтобы управлять экстендерами.
sv: Logga in och anslut för att hantera extendrar.
th: ลงชื่อเข้าใช้และเชื่อมต่อเพื่อจัดการตัวขยาย
uk: Увійдіть і підключіться, щоб керувати екстендерами.
vi: Đăng nhập và kết nối để quản lý bộ mở rộng.
zh_hans: 登录并连接后即可管理扩展器。
zh_hk: 登入並連接後即可管理擴展器。

source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
cs: Přihlásit se přes Apple
de: Mit Apple anmelden
el: Σύνδεση με Apple
es: Iniciar sesión con Apple
es_419: Iniciar sesión con Apple
es_mx: Iniciar sesión con Apple
fr: Se connecter avec Apple
he: התחברות עם Apple
hi: Apple से साइन इन करें
id: Masuk dengan Apple
it: Accedi con Apple
ja: Apple でサインイン
ko: Apple로 로그인
nl: Inloggen met Apple
pl: Zaloguj się przez Apple
pt: Iniciar sessão com a Apple
pt_br: Entrar com a Apple
pt_pt: Iniciar sessão com a Apple
ru: Войти через Apple
sv: Logga in med Apple
th: ลงชื่อเข้าใช้ด้วย Apple
uk: Увійти через Apple
vi: Đăng nhập bằng Apple
zh_hans: 使用 Apple 登录
zh_hk: 使用 Apple 登入

source: Sign in with Bittensor
ar: تسجيل الدخول باستخدام Bittensor
cs: Přihlásit se přes Bittensor
de: Mit Bittensor anmelden
el: Σύνδεση με Bittensor
es: Iniciar sesión con Bittensor
es_419: Iniciar sesión con Bittensor
es_mx: Iniciar sesión con Bittensor
fr: Se connecter avec Bittensor
he: התחבר עם Bittensor
hi: Bittensor से साइन इन करें
id: Masuk dengan Bittensor
it: Accedi con Bittensor
ja: Bittensorでサインイン
ko: Bittensor로 로그인
nl: Inloggen met Bittensor
pl: Zaloguj się przez Bittensor
pt: Iniciar sessão com Bittensor
pt_br: Entrar com Bittensor
pt_pt: Iniciar sessão com Bittensor
ru: Войти через Bittensor
sv: Logga in med Bittensor
th: เข้าสู่ระบบด้วย Bittensor
uk: Увійти через Bittensor
vi: Đăng nhập bằng Bittensor
zh_hans: 使用 Bittensor 登录
zh_hk: 使用 Bittensor 登入

source: Sign in with Google
ar: تسجيل الدخول باستخدام Google
cs: Přihlásit se pomocí Google
de: Mit Google anmelden
el: Σύνδεση με Google
es: Iniciar sesión con Google
es_419: Iniciar sesión con Google
es_mx: Iniciar sesión con Google
fr: Se connecter avec Google
he: התחבר עם Google
hi: Google से साइन इन करें
id: Masuk dengan Google
it: Accedi con Google
ja: Google でサインイン
ko: Google로 로그인
nl: Log in met Google
pl: Zaloguj się przez Google
pt: Iniciar sessão com Google
pt_br: Entrar com Google
pt_pt: Iniciar sessão com Google
ru: Войти через Google
sv: Logga in med Google
th: เข้าสู่ระบบด้วย Google
uk: Увійти через Google
vi: Đăng nhập bằng Google
zh_hans: 使用 Google 登录
zh_hk: 使用 Google 登入

source: Sign in with Google to add it as a sign-in method.
ar: سجّل الدخول باستخدام Google لإضافته كطريقة لتسجيل الدخول.
cs: Přihlaste se přes Google a přidejte jej jako způsob přihlášení.
de: Melde dich mit Google an, um es als Anmeldemethode hinzuzufügen.
el: Συνδεθείτε με Google για να το προσθέσετε ως μέθοδο σύνδεσης.
es: Inicia sesión con Google para añadirlo como método de inicio de sesión.
es_419: Inicia sesión con Google para agregarlo como método de inicio de sesión.
es_mx: Inicia sesión con Google para agregarlo como método de inicio de sesión.
fr: Connectez-vous avec Google pour l'ajouter comme méthode de connexion.
he: התחבר עם Google כדי להוסיף אותו כשיטת התחברות.
hi: Google से साइन इन करें और उसे साइन-इन विधि के रूप में जोड़ें।
id: Masuk dengan Google untuk menambahkannya sebagai metode masuk.
it: Accedi con Google per aggiungerlo come metodo di accesso.
ja: Googleでサインインして、サインイン方法として追加します。
ko: Google로 로그인하여 로그인 방법으로 추가하세요.
nl: Log in met Google om dit als inlogmethode toe te voegen.
pl: Zaloguj się przez Google, aby dodać tę metodę logowania.
pt: Inicie sessão com o Google para o adicionar como método de início de sessão.
pt_br: Entre com o Google para adicioná-lo como método de login.
pt_pt: Inicie sessão com o Google para o adicionar como método de início de sessão.
ru: Войдите через Google, чтобы добавить этот способ входа.
sv: Logga in med Google för att lägga till det som inloggningsmetod.
th: ลงชื่อเข้าใช้ด้วย Google เพื่อเพิ่มเป็นวิธีลงชื่อเข้าใช้
uk: Увійдіть через Google, щоб додати цей спосіб входу.
vi: Đăng nhập bằng Google để thêm làm phương thức đăng nhập.
zh_hans: 使用 Google 登录，将其添加为登录方式。
zh_hk: 使用 Google 登入，將其添加為登入方式。

source: Sign in with Seedphrase
ar: تسجيل الدخول بعبارة الاسترداد
cs: Přihlásit se pomocí seed fráze
de: Mit Seedphrase anmelden
el: Σύνδεση με φράση ανάκτησης
es: Iniciar sesión con la frase semilla
es_419: Iniciar sesión con la frase semilla
es_mx: Iniciar sesión con la frase semilla
fr: Se connecter avec la phrase de récupération
he: התחברות עם ביטוי סיד
hi: सीड फ़्रेज़ से साइन इन करें
id: Masuk dengan frasa pemulihan
it: Accedi con la frase seed
ja: シードフレーズでサインイン
ko: 시드 문구로 로그인
nl: Inloggen met seedphrase
pl: Zaloguj się frazą seed
pt: Iniciar sessão com a frase-semente
pt_br: Entrar com a frase-semente
pt_pt: Iniciar sessão com a frase-semente
ru: Войти по сид-фразе
sv: Logga in med seedfras
th: ลงชื่อเข้าใช้ด้วยวลีกู้คืน
uk: Увійти за сід-фразою
vi: Đăng nhập bằng cụm từ khôi phục
zh_hans: 使用助记词登录
zh_hk: 使用助記詞登入

source: Sign in with Solana
ar: تسجيل الدخول باستخدام Solana
cs: Přihlaste se pomocí Solana
de: Mit Solana anmelden
el: Είσοδος με Solana
es: Iniciar sesión con Solana
es_419: Iniciar sesión con Solana
es_mx: Iniciar sesión con Solana
fr: Se connecter avec Solana
he: התחבר עם Solana
hi: Solana से साइन इन करें
id: Masuk dengan Solana
it: Accedi con Solana
ja: Solanaでサインイン
ko: Solana로 로그인
nl: Inloggen met Solana
pl: Zaloguj się za pomocą Solana
pt: Iniciar sessão com Solana
pt_br: Entrar com Solana
pt_pt: Iniciar sessão com Solana
ru: Войти через Solana
sv: Logga in med Solana
th: เข้าสู่ระบบด้วยเครือข่าย Solana
uk: Увійти через Solana
vi: Đăng nhập bằng Solana
zh_hans: 使用 Solana 登录
zh_hk: 使用 Solana 登入

source: Sign in with your Apple ID to add it as a sign-in method.
ar: سجّل الدخول باستخدام Apple ID الخاص بك لإضافته كطريقة لتسجيل الدخول.
cs: Přihlaste se pomocí svého Apple ID a přidejte jej jako způsob přihlášení.
de: Melde dich mit deiner Apple ID an, um sie als Anmeldemethode hinzuzufügen.
el: Συνδεθείτε με το Apple ID σας για να το προσθέσετε ως μέθοδο σύνδεσης.
es: Inicia sesión con tu Apple ID para añadirlo como método de inicio de sesión.
es_419: Inicia sesión con tu Apple ID para agregarlo como método de inicio de sesión.
es_mx: Inicia sesión con tu Apple ID para agregarlo como método de inicio de sesión.
fr: Connectez-vous avec votre Apple ID pour l'ajouter comme méthode de connexion.
he: התחבר עם ה-Apple ID שלך כדי להוסיף אותו כשיטת התחברות.
hi: अपने Apple ID से साइन इन करें और उसे साइन-इन विधि के रूप में जोड़ें।
id: Masuk dengan Apple ID Anda untuk menambahkannya sebagai metode masuk.
it: Accedi con il tuo Apple ID per aggiungerlo come metodo di accesso.
ja: Apple IDでサインインして、サインイン方法として追加します。
ko: Apple ID로 로그인하여 로그인 방법으로 추가하세요.
nl: Log in met je Apple ID om dit als inlogmethode toe te voegen.
pl: Zaloguj się za pomocą Apple ID, aby dodać tę metodę logowania.
pt: Inicie sessão com o seu Apple ID para o adicionar como método de início de sessão.
pt_br: Entre com seu Apple ID para adicioná-lo como método de login.
pt_pt: Inicie sessão com o seu Apple ID para o adicionar como método de início de sessão.
ru: Войдите с помощью Apple ID, чтобы добавить этот способ входа.
sv: Logga in med ditt Apple ID för att lägga till det som inloggningsmetod.
th: ลงชื่อเข้าใช้ด้วย Apple ID ของคุณเพื่อเพิ่มเป็นวิธีลงชื่อเข้าใช้
uk: Увійдіть за допомогою Apple ID, щоб додати цей спосіб входу.
vi: Đăng nhập bằng Apple ID của bạn để thêm làm phương thức đăng nhập.
zh_hans: 使用你的 Apple ID 登录，将其添加为登录方式。
zh_hk: 使用您的 Apple ID 登入，將其添加為登入方式。

source: Sign out
ar: تسجيل الخروج
cs: Odhlásit se
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
es_419: Cerrar sesión
es_mx: Cerrar sesión
fr: Déconnexion
he: התנתק
hi: साइन आउट
id: Keluar
it: Esci
ja: サインアウト
ko: 로그아웃
nl: Log uit
pl: Wyloguj
pt: Terminar sessão
pt_br: Sair
pt_pt: Terminar sessão
ru: Выйти
sv: Logga ut
th: ออกจากระบบ
uk: Вийти
vi: Đăng xuất
zh_hans: 退出登录
zh_hk: 登出

source: Sign this message with the %@ wallet that holds your coldkey, then paste the address and the signature below.
ar: وقّع هذه الرسالة باستخدام محفظة %@ التي تملك مفتاحك البارد (coldkey)، ثم الصق العنوان والتوقيع أدناه.
cs: Podepište tuto zprávu peněženkou %@, ve které máte svůj coldkey, a pak níže vložte adresu a podpis.
de: Signiere diese Nachricht mit der %@-Wallet, die deinen Coldkey enthält, und füge dann unten die Adresse und die Signatur ein.
el: Υπογράψτε αυτό το μήνυμα με το πορτοφόλι %@ που περιέχει το coldkey σας και, στη συνέχεια, επικολλήστε παρακάτω τη διεύθυνση και την υπογραφή.
es: Firma este mensaje con la billetera %@ que contiene tu coldkey y luego pega abajo la dirección y la firma.
es_419: Firma este mensaje con la billetera %@ que tiene tu coldkey y luego pega abajo la dirección y la firma.
es_mx: Firma este mensaje con la cartera %@ que tiene tu coldkey y luego pega abajo la dirección y la firma.
fr: Signez ce message avec le portefeuille %@ qui détient votre coldkey, puis collez l’adresse et la signature ci-dessous.
he: חתמו על ההודעה הזו בארנק %@ שמחזיק את ה-coldkey שלכם, ואז הדביקו למטה את הכתובת ואת החתימה.
hi: इस संदेश पर उस %@ वॉलेट से साइन करें जिसमें आपकी coldkey है, फिर नीचे पता और हस्ताक्षर पेस्ट करें।
id: Tanda tangani pesan ini dengan dompet %@ yang menyimpan coldkey Anda, lalu tempel alamat dan tanda tangannya di bawah.
it: Firma questo messaggio con il portafoglio %@ che contiene la tua coldkey, poi incolla qui sotto l’indirizzo e la firma.
ja: coldkey を保管している %@ ウォレットでこのメッセージに署名し、アドレスと署名を下に貼り付けてください。
ko: coldkey가 있는 %@ 지갑으로 이 메시지에 서명한 다음, 아래에 주소와 서명을 붙여 넣으세요.
nl: Onderteken dit bericht met de %@-wallet die je coldkey bevat en plak daarna hieronder het adres en de handtekening.
pl: Podpisz tę wiadomość portfelem %@, w którym jest twój coldkey, a potem wklej poniżej adres i podpis.
pt: Assine esta mensagem com a carteira %@ que guarda a sua coldkey e, em seguida, cole o endereço e a assinatura abaixo.
pt_br: Assine esta mensagem com a carteira %@ que guarda sua coldkey e depois cole o endereço e a assinatura abaixo.
pt_pt: Assine esta mensagem com a carteira %@ que guarda a sua coldkey e, em seguida, cole o endereço e a assinatura abaixo.
ru: Подпишите это сообщение в кошельке %@, где хранится ваш coldkey, затем вставьте ниже адрес и подпись.
sv: Signera det här meddelandet med %@-plånboken som innehåller din coldkey och klistra sedan in adressen och signaturen nedan.
th: ลงนามข้อความนี้ด้วยกระเป๋าเงิน %@ ที่เก็บ coldkey ของคุณ แล้ววางที่อยู่และลายเซ็นด้านล่าง
uk: Підпишіть це повідомлення гаманцем %@, у якому зберігається ваш coldkey, а потім вставте нижче адресу й підпис.
vi: Hãy ký tin nhắn này bằng ví %@ đang giữ coldkey của bạn, rồi dán địa chỉ và chữ ký vào bên dưới.
zh_hans: 请使用持有您 coldkey 的 %@ 钱包签署此消息，然后在下方粘贴地址和签名。
zh_hk: 請使用存有你 coldkey 的 %@ 錢包簽署此訊息，然後在下方貼上地址和簽名。

source: Sign with Wallet
ar: التوقيع بالمحفظة
cs: Podepsat peněženkou
de: Mit Wallet signieren
el: Υπογραφή με πορτοφόλι
es: Firmar con la billetera
es_419: Firmar con la billetera
es_mx: Firmar con la cartera
fr: Signer avec le portefeuille
he: חתום עם הארנק
hi: वॉलेट से हस्ताक्षर करें
id: Tanda tangani dengan dompet
it: Firma con il portafoglio
ja: ウォレットで署名
ko: 지갑으로 서명
nl: Ondertekenen met wallet
pl: Podpisz portfelem
pt: Assinar com a carteira
pt_br: Assinar com a carteira
pt_pt: Assinar com a carteira
ru: Подписать кошельком
sv: Signera med plånbok
th: ลงนามด้วยกระเป๋าเงิน
uk: Підписати гаманцем
vi: Ký bằng ví
zh_hans: 使用钱包签名
zh_hk: 使用錢包簽署

source: Sign-in method added successfully
ar: تمت إضافة طريقة تسجيل الدخول بنجاح
cs: Způsob přihlášení byl úspěšně přidán
de: Anmeldemethode erfolgreich hinzugefügt
el: Η μέθοδος σύνδεσης προστέθηκε με επιτυχία
es: Método de inicio de sesión añadido correctamente
es_419: Método de inicio de sesión agregado correctamente
es_mx: Método de inicio de sesión agregado correctamente
fr: Méthode de connexion ajoutée avec succès
he: שיטת ההתחברות נוספה בהצלחה
hi: साइन-इन विधि सफलतापूर्वक जोड़ी गई
id: Metode masuk berhasil ditambahkan
it: Metodo di accesso aggiunto correttamente
ja: サインイン方法が正常に追加されました
ko: 로그인 방법이 성공적으로 추가되었습니다
nl: Inlogmethode succesvol toegevoegd
pl: Pomyślnie dodano metodę logowania
pt: Método de início de sessão adicionado com sucesso
pt_br: Método de login adicionado com sucesso
pt_pt: Método de início de sessão adicionado com sucesso
ru: Способ входа успешно добавлен
sv: Inloggningsmetoden har lagts till
th: เพิ่มวิธีลงชื่อเข้าใช้สำเร็จแล้ว
uk: Спосіб входу успішно додано
vi: Đã thêm phương thức đăng nhập thành công
zh_hans: 登录方式添加成功
zh_hk: 登入方式已成功添加

source: Sign-In Methods
ar: طرق تسجيل الدخول
cs: Způsoby přihlášení
de: Anmeldemethoden
el: Μέθοδοι σύνδεσης
es: Métodos de inicio de sesión
es_419: Métodos de inicio de sesión
es_mx: Métodos de inicio de sesión
fr: Méthodes de connexion
he: שיטות התחברות
hi: साइन-इन विधियाँ
id: Metode Masuk
it: Metodi di accesso
ja: サインイン方法
ko: 로그인 방법
nl: Inlogmethoden
pl: Metody logowania
pt: Métodos de início de sessão
pt_br: Métodos de login
pt_pt: Métodos de início de sessão
ru: Способы входа
sv: Inloggningsmetoder
th: วิธีลงชื่อเข้าใช้
uk: Способи входу
vi: Phương thức đăng nhập
zh_hans: 登录方式
zh_hk: 登入方式
